[
  {
    "term": "INCO",
    "definition": "Initial Coin Offering. A fundraising method that trades future crypto coins for cryptocurrencies which have an immediate, liquid value."
  },
  {
    "term": "Token",
    "definition": "A unit of value that an organization creates to self-govern its business model, and empower its users to interact with its products, while facilitating the distribution and sharing of rewards and benefits to all of its stakeholders."
  },
  {
    "term": "Whitepaper",
    "definition": "A document prepared by an INCO project team before the INCO launch. It outlines the project, the technology behind it, the purpose and the team."
  },
  {
    "term": "Smart Contract",
    "definition": "A self-executing contract with the terms of the agreement between buyer and seller being directly written into lines of code. The code and the agreements contained therein exist across a distributed, decentralized blockchain network."
  },
  {
    "term": "ERC-20",
    "definition": "A standard for fungible tokens on the Ethereum blockchain. ERC stands for Ethereum Request for Comment, and 20 is the number that was assigned to this request."
  },
  {
    "term": "ERC-721",
    "definition": "A standard for non-fungible tokens on the Ethereum blockchain. ERC stands for Ethereum Request for Comment, and 721 is the number that was assigned to this request."
  },
  {
    "term": "Decentralized",
    "definition": "A system where the decision-making power is distributed and not held by a single entity."
  },
  {
    "term": "Centralized",
    "definition": "A system where the decision-making power is held by a single entity."
  },
  {
    "term": "Blockchain",
    "definition": "A decentralized, distributed ledger that records the provenance of a digital asset."
  },
  {
    "term": "Cryptocurrency",
    "definition": "A digital or virtual currency that uses cryptography for security."
  },
  {
    "term": "Fungible",
    "definition": "A good or asset is fungible if individual units are interchangeable."
  },
  {
    "term": "Non-fungible",
    "definition": "A good or asset is non-fungible if individual units are not interchangeable."
  },
  {
    "term": "Mining",
    "definition": "The process of adding transaction records to a blockchain."
  }
]
